Repository: milukove/Pinblocks
Catalog: pinblocks/languages/pinblocks-*.po
Languages: ru_ru

source: Egor Milyukov
ru_ru: Егор Милюков

source: Pinblocks — Gutenberg blocks with Pinterest widgets
ru_ru: Pinblocks — блоки редактора Gutenberg для создания виджетов Pinterest

source: Copy your pin URL here
ru_ru: Скопируйте URL пина сюда

source: Pinterest Pin Widget
ru_ru: Виджет пина Pinterest

source: Your pin URL
ru_ru: URL пина

source: Hide description
ru_ru: Спрятать описание

source: Large
ru_ru: Большой

source: Medium
ru_ru: Средний

source: Small
ru_ru: Маленький

source: Pin size
ru_ru: Размер пина

source: Pin Widget
ru_ru: Виджет пина

source: Copy your board URL here
ru_ru: Скопируйте URL доски сюда

source: Pinterest Board Widget
ru_ru: Виджет доски Pinterest

source: Board URL
ru_ru: URL доски

source: Board Widget
ru_ru: Виджет доски

source: Pinterest Follow Widget
ru_ru: Виджет подписаться на пользователя Pinterest

source: Button text
ru_ru: Текст кнопки

source: Follow Widget
ru_ru: Виджет подписаться

source: Copy Pinterest user URL here
ru_ru: Скопируйте URL пользователя Pinterest сюда

source: Pinterest Profile Widget
ru_ru: Виджет профиля Pinterest

source: Pinterest user URL
ru_ru: URL пользователя Pinterest

source: Loading
ru_ru: Загрузка

source: Board width
ru_ru: Ширина доски

source: Board height
ru_ru: Высота доски

source: Image width
ru_ru: Ширина изображения

source: Profile Widget
ru_ru: Виджет профиля

source: Pinterest Widgets
ru_ru: Виджеты Pinterest

source: Pinblocks — is a WordPress plugin created to add Pinterest Widgets to your posts and pages by Gutenberg editor blocks.
ru_ru: Pinblocks — плагин для WordPress, добавляющий новые блоки в редактор Gutenberg, с помощью которых вы сможете вставлять виджеты Pinterest в посты и на страницы своего сайта.
